### Terraform `plan` Succeeded for Workspace: `default`
<details><summary>Show Output</summary>

```diff
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # aws_s3_bucket.d will be created
+   resource "aws_s3_bucket" "d" {
+       acceleration_status         = (known after apply)
+       acl                         = "private"
+       arn                         = (known after apply)
+       bucket                      = "jake-ga-test-dev"
+       bucket_domain_name          = (known after apply)
+       bucket_regional_domain_name = (known after apply)
+       force_destroy               = false
+       hosted_zone_id              = (known after apply)
+       id                          = (known after apply)
+       region                      = (known after apply)
+       request_payer               = (known after apply)
+       tags                        = {
+           "Environment" = "dev"
+           "Name"        = "jake-ga-test-a"
        }
+       website_domain              = (known after apply)
+       website_endpoint            = (known after apply)

+       versioning {
+           enabled    = (known after apply)
+           mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>